<?php 

 /*
 |--------------------------------------------------------------------------
 | Файл обработки контроллеров
 |--------------------------------------------------------------------------
 |
 | Вместо того, чтобы определять всю логику обработки запросов в виде
 | замыканий в файлах маршуртов, вы можете организовать её с помощью классов
 | контроллеров. Контроллеры могут группировать связанную с обработкой
 | HTTP-запросов логику в отдельный класс.
 |
 | Подробнее: 
 |
 */

namespace SDFramework;
use SDFramework\Environment;

class Controller
{
   // 
}

?>